Repository: ArmandPhilippot/mastodon-sharing-button
Catalog: languages/*/LC_MESSAGES/msbDomain.po
Languages: fr_fr

source: Mastodon Sharing Button is not configured.
fr_fr: Le bouton de partage de Mastodon n'est pas configuré.

source: Token is not set.
fr_fr: Le jeton d'identification n'est pas défini.

source: Cache folder does not exist.
fr_fr: Le dossier de cache n'existe pas.

source: Share on Mastodon
fr_fr: Partager sur Mastodon

source: Shared content:
fr_fr: Contenu partagé :

source: %1$sTitle:%2$s %3$s
fr_fr: %1$sTitre :%2$s %3$s

source: %sError:%s You must define an instance URL before sharing.
fr_fr: %sErreur :%s Vous devez définir une URL d'instance avant de partager.

source: Either the field is empty or the URL provided is not a Mastodon instance.
fr_fr: Soit le champs est vide soit l'URL fournie n'est pas une instance de Mastodon.

source: Select your instance.
fr_fr: Sélectionnez votre instance.

source: Enter your instance's address:
fr_fr: Saisissez l'adresse de votre instance :

source: Example: %s
fr_fr: Exemple: %s

source: Share
fr_fr: Partager

source: Mastodon Sharing Button. See project on %sGithub%s.
fr_fr: Bouton de Partage Mastodon. Voir le projet sur %sGithub%s.
